tap "homebrew/cask"
brew "mas"

brew "csvkit"
brew "ctags"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "hugo"
brew "jq"
brew "neovim"
brew "node"
brew "nodenv"
brew "pwgen"
brew "pyenv"
brew "ripgrep"
brew "ruby"

cask "discord"
cask "firefox"
cask "google-chrome"
cask "parsec"
cask "scroll-reverser"
cask "spotify"
cask "steam"
cask "tableplus"
cask "zoom"

mas "Xcode", id: 497799835
mas "iA Writer", id: 775737590
mas "Things", id: 904280696
mas "Pixelmator", id: 407963104
mas "Wipr", id: 1320666476
mas "1Password 7", id: 1333542190

# vim: set ft=ruby:
